<!--服务条款弹窗-->
<template>
	<div class="service-content">
		<p class="p-section">1. 特别提示</p>
		<p class="p-text">1.1 本网站举办的手机摄影大赛同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网相关服务（以下称"网络服务"）。为获得网络服务，服务使用人（以下称"用户"）同意遵守本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款。</p>
		<p class="p-text">1.2 用户注册成功后，手机摄影大赛将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
		<p class="p-section">2. 服务内容</p>
		<p class="p-text">2.1 手机摄影大赛网络服务的具体内容由手机摄影大赛根据实际情况提供，例如搜索、资讯、分享、竞赛和活动等。</p>
		<p class="p-text">2.2 用户理解，手机摄影大赛仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。</p>
		<p class="p-section">3. 服务变更、中断或终止</p>
		<p class="p-text">3.1 鉴于网络服务的特殊性，用户同意手机摄影大赛有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止的网络服务属于免费网络服务，手机摄影大赛无需通知用户，也无需对任何用户或任何第三方承担任何责任。</p>
		<p class="p-text">3.2 用户理解，手机摄影大赛需要定期或不定期地对提供网络服务的平台（如互联网网站）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，手机摄影大赛无需为此承担任何责任，但手机摄影大赛应尽可能事先进行通告。</p>
		<p class="p-text">3.3 如发生下列任何一种情形，手机摄影大赛有权随时中断或终止向用户提供本协议项下的网络服务而无需对用户或任何第三方承担任何责任：</p>
		<p class="p-text">3.3.1 用户提供的个人资料不真实；</p>
		<p class="p-text">3.3.2 用户违反本协议中规定的使用规则；</p>
		<p class="p-section">4. 使用规则</p>
		<p class="p-text">4.1 用户在申请使用手机摄影大赛网络服务时，必须向手机摄影大赛提供准确的个人资料，如个人资料有任何变动，必须及时更新。</p>
		<p class="p-text">4.2 用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知手机摄影大赛。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，手机摄影大赛不承担任何责任。</p>
		<p class="p-text">4.3 用户必须同意接受手机摄影大赛通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。</p>
		<p class="p-text">4.4 用户对于其通过手机摄影大赛网络服务上传到手机摄影大赛网站上的作品依法享有版权或版权合法授权及模特肖像权授权、物权授权等其他相关合法权利。用户应同意并遵守以下约定：</p>
		<p class="p-text">4.4.1 对于用户上传的作品，用户仍保留原有的全部权利；</p>
		<p class="p-text">4.4.2 手机摄影大赛有权将作品缩略图等使用于本社区以及用户展示、推广的目的，包含但是不限于手机摄影大赛、第三方网站、网络搜索结果、可嵌入代码、印刷品；</p>
		<p class="p-text">4.4.3 手机摄影大赛将采用行业内认可的软件和措施，用以限制其他用户或浏览者未经许可任意复制高清晰度的作品。但手机摄影大赛无法保证未经用户许可，其上传的作品不会被他人非法复制。手机摄影大赛不会限制其他用户或浏览者复制网站中的低清晰度作品或缩略图，对此用户应同意并给予手机摄影大赛相应授权；</p>
		<p class="p-text">4.4.4 用户保证拥有完全的民事行为能力签署本协议，并有权作出本协议项下对手机摄影大赛的授权。</p>
		<p class="p-text">4.5 用户在使用手机摄影大赛网络服务过程中，必须遵循以下原则：</p>
		<p class="p-text">4.5.1 遵守中国有关的法律和法规；</p>
		<p class="p-text">4.5.2 遵守所有与网络服务有关的网络协议、规定和程序；</p>
		<p class="p-text">4.5.3 不得为任何非法目的而使用网络服务系统；</p>
		<p class="p-text">4.5.4 不得利用手机摄影大赛网络服务系统进行任何可能对互联网正常运转造成不利影响的行为；</p>
		<p class="p-text">4.5.5 不得利用手机摄影大赛提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
		<p class="p-text">4.5.6 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权、肖像权、隐私权、物权或其他任何合法权益；</p>
		<p class="p-text">4.5.7 不得利用手机摄影大赛网络服务系统进行任何不利于手机摄影大赛的行为；</p>
		<p class="p-text">4.5.8 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告手机摄影大赛。</p>
		<p class="p-text">4.6 不得使用刷票软件等对投稿作品进行欺骗性恶意刷票。</p>
		<p class="p-text">4.7 如用户在使用网络服务时违反任何本协议规定，手机摄影大赛或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。</p>
		<p class="p-text">4.8 手机摄影大赛针对某些特定的手机摄影大赛网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等手机摄影大赛网络服务，视为用户同意该等声明、通知、警示的内容。</p>
		<p class="p-text">4.9 用户有权随时将上传的作品删除，手机摄影大赛也可删除任何违反本协议规定的作品。在收到用户提交的删除申请后，手机摄影大赛将在合理期限内删除展示在任何第三方网站上的该用户作品。</p>
		<p class="p-text">4.10 手机摄影大赛有权将用户上传的作品同步上传至cnsphoto.com中国新闻图片网，且中国新闻图片网可对作品进行点赞和收藏操作。</p>
		<p class="p-section">5. 知识产权</p>
		<p class="p-text">5.1 手机摄影大赛提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。手机摄影大赛不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。</p>
		<p class="p-text">5.2 手机摄影大赛为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
		<p class="p-text">5.3 用户保证其上传的作品不得侵犯或违反第三方的版权、专利权、商标权、商业秘密、隐私权、名誉权、肖像权、物权、公开权或其它知识产权或专有权利。</p>
		<p class="p-section">6. 隐私保护</p>
		<p class="p-text">6.1 保护用户隐私是手机摄影大赛的一项基本政策，手机摄影大赛保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在手机摄影大赛的非公开内容，但下列情况除外：</p>
		<p class="p-text">6.1.1 事先获得用户的明确授权；</p>
		<p class="p-text">6.1.2 根据有关的法律法规要求；</p>
		<p class="p-text">6.1.3 按照相关政府主管部门的要求；</p>
		<p class="p-text">6.1.4 为维护社会公众的利益；</p>
		<p class="p-text">6.1.5 为维护手机摄影大赛的合法权益。</p>
		<p class="p-text">6.2 手机摄影大赛可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与手机摄影大赛同等的保护用户隐私的责任，则手机摄影大赛有权将用户的注册资料等提供给该第三方。</p>
		<p class="p-text">6.3 在不透露单个用户隐私资料的前提下，手机摄影大赛有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
		<p class="p-section">7. 免责声明</p>
		<p class="p-text">7.1 用户明确同意其使用手机摄影大赛网络服务所存在的风险将完全由其自己承担；因其使用手机摄影大赛网络服务而产生的一切后果也由其自己承担，手机摄影大赛对用户不承担任何责任。</p>
		<p class="p-text">7.2 手机摄影大赛不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
		<p class="p-text">7.3 手机摄影大赛不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由手机摄影大赛实际控制的任何网页上的内容，手机摄影大赛不承担任何责任。</p>
		<p class="p-text">7.4 对于因不可抗力或手机摄影大赛不能控制的原因造成的网络服务中断或其它缺陷，手机摄影大赛不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
		<p class="p-text">7.5 用户同意，对于手机摄影大赛向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，手机摄影大赛无需承担任何责任；</p>
		<p class="p-text">7.5.1 手机摄影大赛向用户免费提供的各项网络服务；</p>
		<p class="p-text">7.5.2 手机摄影大赛向用户赠送的任何产品或者服务。</p>
		<p class="p-section">8. 违约赔偿</p>
		<p class="p-text">8.1 如因手机摄影大赛违反有关法律、法规或本协议项下的任何条款而给用户造成损失，手机摄影大赛同意承担由此造成的损害赔偿责任。</p>
		<p class="p-text">8.2 用户同意保障和维护手机摄影大赛及其他用户的利益，如因以下情形给手机摄影大赛及其关联方或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任（包括但不限于律师费用、诉讼费、仲裁费及其他合理费用）：</p>
		<p class="p-text">8.2.1 用户或使用用户帐号的其他人违反有关法律、法规或本协议项下的任何条款；</p>
		<p class="p-text">8.2.2 任何第三人主张作品侵犯、盗用或违反其版权、商标权、专利权、商业秘密、隐私权、名誉权、公开权、肖像权、物权或其它知识产权或专有权利。</p>
		<p class="p-section">9. 协议修改</p>
		<p class="p-text">9.1 手机摄影大赛有权随时修改本协议的任何条款，一旦本协议的内容发生变动，手机摄影大赛将会通过适当方式向用户提示修改内容。</p>
		<p class="p-text">9.2 如果不同意手机摄影大赛对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受手机摄影大赛对本协议相关条款所做的修改。</p>
		<p class="p-section">10. 通知送达</p>
		<p class="p-text">10.1 本协议项下手机摄影大赛对于用户所有的通知均可通过网页公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p>
		<p class="p-text">10.2 用户对于手机摄影大赛的通知应当通过手机摄影大赛对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
		<p class="p-section">11. 法律管辖</p>
		<p class="p-text">11.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</p>
		<p class="p-text">11.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向手机摄影大赛所在地的人民法院提起诉讼。</p>
		<p class="p-section">12. 其他规定</p>
		<p class="p-text">12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
		<p class="p-text">12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
		<p class="p-text">12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
	</div>
</template>

<script>
    export default {
    	data() {
            return{}
        },
        mounted() {},
        computed: {},
        methods: {},
    }
</script>

<style lang="scss" scoped>
	.service-content {
		padding: 0 2vw;
		box-sizing: border-box;
	}
	.p-section {
		font-size: 3.8vw;
		margin-top: 2vw;
		margin-bottom: 1vw;
		color: #333;
		&:nth-of-type(1) {
			margin-top: 0;
		}
	}
</style>
