<template>
	<div class="content">
        <p class="p-text">1. 投稿即刻起即表示您同意授权本活动网站对您的作品进行基本编辑、发布、转发。若不同意删改，请事先特别说明。</p>
        <p class="p-text">2. 投稿作品内容须符合国家法律法规，不违背善良风俗，充分尊重宗教、民族信仰；如果您的文章含有违法、违规、敏感性内容，本网站有权利进行删除或修改。</p>
        <p class="p-text">3. 本活动网站有权根据自身需要对您的文章自动收录和抓取。</p>
        <p class="p-text">4. 本活动为原创图片投稿大赛，请保证投稿作品属原创。签署本协议即表示您投稿的作品为个人原创，严禁剽窃、抄袭，如有发现本站有权立即删除作者账号及其发表的任何内容。本网站不为此向您承担违约责任或其他法律责任，包括不承担因侵权指控不成立而给您带来损害的赔偿责任。作者转载或任何侵权行为的法律责任由其本人承担。</p>
        <p class="p-text">5. 本活动网站不保证收录作品稿件的安全性，请作者自行留存原稿。</p>
        <p class="p-text">6. 凡是投稿到本活动网站的作品，其版权归作者与本网站共同享有，版权风险由本网站共同承担。第三方平台未征得原作者或本网站同意不得转载，如欲转载必须经本站同意，本站将要求已获授权的第三方转载时保留本站和作者的信息。</p>
        <p class="p-text">7. 投稿即刻起，本活动相关合作方在网页及公众号上发布活动相关信息时，有权免费使用投稿作品且无需支付稿酬等任何费用。</p>
        <p class="p-text">8. 作者及其发布内容的文字，不代表本站观点。</p>
    </div>
</template>
<script>
	export default {

	}
</script>
<style lang="scss" scoped>
	.content {
		width: 100%;
		padding: 1vw 2vw;
		box-sizing: border-box;
	}
</style>